{
  "romanticas": [
    "¿Cuál ha sido tu beso más memorable y por qué?",
    "¿Qué es lo más romántico que alguien ha hecho por ti?",
    "¿Con quién de aquí te gustaría tener una cita?",
    "¿Qué parte del cuerpo de alguien de aquí te atrae más?",
    "¿Qué harías en una primera cita perfecta?",
    "¿Qué es lo que más te gusta de ti mismo físicamente?",
    "¿Alguna vez has tenido un crush secreto?",
    "¿Qué te prende más: los labios, los ojos o las manos?",
    "¿Prefieres ser dominante o sumiso en la intimidad?",
    "¿Qué es lo más sexy que alguien puede hacer?",
    "¿Cuál ha sido tu fantasía más recurrente?",
    "¿Qué te excita más: la inteligencia o el físico?",
    "¿Alguna vez has soñado con alguien de este grupo?",
    "¿Qué parte de tu cuerpo crees que es la más sensual?",
    "¿Cuál ha sido tu experiencia más intensa físicamente?"
  ],
  "picantes": [
    "¿Cuál es tu posición favorita?",
    "¿Dónde es el lugar más inusual donde has tenido relaciones?",
    "¿Cuál ha sido tu experiencia más loca?",
    "¿Qué es lo más atrevido que has hecho en público?",
    "¿Prefieres la luz encendida o apagada?",
    "¿Cuántas personas has besado en una noche?",
    "¿Qué te gusta más: dar o recibir?",
    "¿Alguna vez has tenido un trío? Si no, ¿te gustaría?",
    "¿Qué es lo más salvaje que has hecho en la cama?",
    "¿Cuál es tu fetiche más secreto?",
    "¿Prefieres el sexo suave o intenso?",
    "¿Qué te excita más de alguien del sexo opuesto?",
    "¿Alguna vez has grabado algo íntimo?",
    "¿Qué es lo más vergonzoso que te ha pasado durante el sexo?",
    "¿Cuál es tu juguete favorito?",
    "¿Prefieres la mañana, tarde o noche para la intimidad?",
    "¿Qué tan frecuente es tu actividad sexual ideal?",
    "¿Alguna vez has enviado fotos íntimas?",
    "¿Qué es lo primero que notas de alguien cuando lo conoces?",
    "¿Cuál ha sido tu experiencia más intensa?"
  ],
  "extremas": [
    "¿Cuál es tu fantasía más sucia que nunca has contado?",
    "¿Con quién de aquí te gustaría pasar la noche?",
    "¿Qué es lo más prohibido que has hecho?",
    "¿Alguna vez has hecho algo que te arrepientas relacionado con el sexo?",
    "¿Qué es lo más atrevido que harías si nadie se enterara?",
    "¿Cuál es tu límite que nunca cruzarías?",
    "¿Alguna vez has tenido relaciones con alguien comprometido?",
    "¿Qué es lo más extremo que has probado?",
    "¿Te gustaría experimentar algo nuevo con alguien de aquí?",
    "¿Cuál ha sido tu experiencia más extrema?",
    "¿Qué es lo que nunca le contarías a tu pareja?",
    "¿Alguna vez has tenido relaciones en grupo?",
    "¿Qué tan abierto estás a experimentar?",
    "¿Cuál es tu secreto más oscuro relacionado con la intimidad?",
    "¿Qué harías si tuvieras una noche libre total?"
  ],
  "tabu": [
    "¿Cuál es el tabú más grande que has roto?",
    "¿Qué fantasía tienes que nunca le contarías a nadie?",
    "¿Alguna vez has tenido relaciones en un lugar completamente prohibido?",
    "¿Cuál es tu secreto más oscuro sobre tu vida sexual?",
    "¿Qué es lo más pervertido que has hecho?",
    "¿Alguna vez has fantaseado con alguien de tu familia?",
    "¿Cuál es el límite más extremo que has cruzado?",
    "¿Qué harías si tuvieras permiso total para hacer lo que quieras?",
    "¿Alguna vez has grabado algo que no deberías?",
    "¿Cuál es tu fantasía más prohibida?",
    "¿Qué es lo más sucio que has hecho con alguien?",
    "¿Alguna vez has tenido relaciones con un extraño?",
    "¿Cuál es tu secreto más vergonzoso relacionado con el sexo?",
    "¿Qué harías si nadie te juzgara nunca?",
    "¿Cuál es el lugar más inapropiado donde has tenido relaciones?"
  ],
  "fantasias": [
    "¿Cuál es tu fantasía más íntima que nunca has cumplido?",
    "¿Con qué celebridad te gustaría tener una noche?",
    "¿Qué fantasía tienes que involucra a alguien de este grupo?",
    "¿Cuál es tu fantasía más salvaje?",
    "¿Qué rol te gustaría interpretar en una fantasía?",
    "¿Tienes alguna fantasía que involucre a múltiples personas?",
    "¿Cuál es tu fantasía más detallada?",
    "¿Qué fantasía has cumplido que nunca pensaste que harías?",
    "¿Cuál es tu fantasía más atrevida?",
    "¿Qué fantasía te da más vergüenza admitir?",
    "¿Tienes alguna fantasía que involucre poder o sumisión?",
    "¿Cuál es tu fantasía más extrema?",
    "¿Qué fantasía te gustaría cumplir esta noche?",
    "¿Cuál es tu fantasía más secreta?",
    "¿Qué fantasía nunca le contarías a tu pareja?"
  ],
  "historial": [
    "¿Cuál ha sido tu experiencia sexual más vergonzosa?",
    "¿Cuántas personas has estado en total?",
    "¿Cuál fue tu primera vez y cómo fue?",
    "¿Alguna vez has tenido relaciones con alguien mucho mayor/menor?",
    "¿Cuál ha sido tu peor experiencia sexual?",
    "¿Alguna vez has sido infiel?",
    "¿Cuál es el lugar más extraño donde has tenido relaciones?",
    "¿Alguna vez has tenido relaciones con alguien del mismo sexo?",
    "¿Cuál ha sido tu experiencia más rápida?",
    "¿Alguna vez has tenido relaciones en un baño público?",
    "¿Cuál es tu experiencia más loca?",
    "¿Alguna vez has tenido relaciones mientras otros estaban cerca?",
    "¿Cuál ha sido tu experiencia más intensa?",
    "¿Alguna vez has tenido relaciones en un vehículo?",
    "¿Cuál es tu experiencia más memorable?"
  ],
  "preferencias": [
    "¿Qué es lo que más te excita físicamente?",
    "¿Prefieres ser dominado o dominar?",
    "¿Qué parte del cuerpo te gusta más?",
    "¿Prefieres el sexo rápido o lento?",
    "¿Qué te prende más: la voz, el olor o el tacto?",
    "¿Prefieres la luz o la oscuridad?",
    "¿Qué posición te gusta más?",
    "¿Prefieres el sexo suave o intenso?",
    "¿Qué es lo que más te excita de alguien?",
    "¿Prefieres dar o recibir?",
    "¿Qué tipo de persona te atrae más?",
    "¿Prefieres el sexo en la mañana o en la noche?",
    "¿Qué es lo que más te gusta hacer?",
    "¿Prefieres el sexo espontáneo o planeado?",
    "¿Qué es lo que más te excita mentalmente?"
  ],
  "grupo": [
    "¿Con quién de este grupo te gustaría tener relaciones?",
    "¿Quién de aquí crees que es el mejor en la cama?",
    "¿A quién de aquí le darías un beso apasionado?",
    "¿Quién de este grupo te parece más atractivo?",
    "¿Con quién de aquí harías un trío?",
    "¿Quién de aquí crees que tiene más experiencia?",
    "¿A quién de aquí le mostrarías tu cuerpo?",
    "¿Quién de este grupo te excita más?",
    "¿Con quién de aquí pasarías una noche?",
    "¿Quién de aquí crees que es más atrevido?",
    "¿A quién de aquí le harías un striptease?",
    "¿Quién de este grupo te gustaría ver desnudo?",
    "¿Con quién de aquí harías algo salvaje?",
    "¿Quién de aquí crees que tiene más fantasías?",
    "¿A quién de aquí le contarías tu secreto más íntimo?"
  ]
}
